Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Usability
ar: سهولة الاستخدام
de: Benutzerfreundlichkeit
el: Χρηστικότητα
es: Usabilidad
fa: کاربردپذیری
fr: Utilisabilité
he: שימושיות
hi: उपयोगिता
id: Kegunaan
it: Usabilità
ja: ユーザビリティ
ko: 사용성
nl: Bruikbaarheid
pl: Użyteczność
pt: Usabilidade
ru: Удобство использования
sv: Användbarhet
th: ความสามารถในการใช้งาน
tr: Kullanılabilirlik
uk: Зручність використання
vi: Khả năng sử dụng
zh_hans: 可用性

source: Usage
ar: الاستخدام
de: Nutzung
el: Χρήση
es: Uso
fa: استفاده
fr: Utilisation
he: שימוש
hi: उपयोग
id: Penggunaan
it: Utilizzo
ja: 使用状況
ko: 사용량
nl: Gebruik
pl: Użycie
pt: Uso
ru: Использование
sv: Användning
th: การใช้งาน
tr: Kullanım
uk: Використання
vi: Sử dụng
zh_hans: 用量

source: Use This
ar: استخدام هذا
de: Dies verwenden
el: Χρήση Αυτού
es: Usar esto
fa: استفاده از این
fr: Utiliser ceci
he: שימוש בזה
hi: इसका उपयोग करें
id: Gunakan Ini
it: Usa questo
ja: これを使用
ko: 이것 사용
nl: Dit gebruiken
pl: Użyj tego
pt: Usar isto
ru: Использовать это
sv: Använd detta
th: ใช้อันนี้
tr: Bunu Kullan
uk: Використати це
vi: Dùng cái này
zh_hans: 使用此项

source: Use This Time Zone
ar: استخدام هذه المنطقة الزمنية
de: Diese Zeitzone verwenden
el: Χρήση Αυτής της Ζώνης Ώρας
es: Usar esta zona horaria
fa: استفاده از این منطقهٔ زمانی
fr: Utiliser ce fuseau horaire
he: שימוש באזור זמן זה
hi: यह समय क्षेत्र उपयोग करें
id: Gunakan Zona Waktu Ini
it: Usa questo fuso orario
ja: このタイムゾーンを使用
ko: 이 시간대 사용
nl: Deze tijdzone gebruiken
pl: Użyj tej strefy czasowej
pt: Usar este fuso horário
ru: Использовать этот часовой пояс
sv: Använd denna tidszon
th: ใช้เขตเวลานี้
tr: Bu Saat Dilimini Kullan
uk: Використати цей часовий пояс
vi: Dùng múi giờ này
zh_hans: 使用此时区

source: Use your AppleVis website email and password.
ar: استخدم البريد الإلكتروني وكلمة المرور الخاصة بحسابك على AppleVis.
de: Verwende die E-Mail-Adresse und das Passwort deines AppleVis-Kontos.
el: Χρησιμοποιήστε το email και τον κωδικό από τον ιστότοπο AppleVis.
es: Usa el correo y contraseña de tu cuenta de AppleVis.
fa: از ایمیل و رمز عبور حساب AppleVis خود استفاده کنید.
fr: Utilisez l'e-mail et le mot de passe de votre compte AppleVis.
he: השתמש בדואר האלקטרוני והסיסמה מאתר AppleVis.
hi: अपने AppleVis वेबसाइट ईमेल और पासवर्ड का उपयोग करें।
id: Gunakan email dan kata sandi dari situs web AppleVis Anda.
it: Usa l'email e la password del tuo account AppleVis.
ja: AppleVisウェブサイトのメールとパスワードを使用してください。
ko: AppleVis 웹사이트 이메일과 비밀번호를 사용하세요.
nl: Gebruik het e-mailadres en wachtwoord van je AppleVis-account.
pl: Użyj adresu e-mail i hasła ze strony AppleVis.
pt: Use o e-mail e a senha da sua conta AppleVis.
ru: Используйте email и пароль от сайта AppleVis.
sv: Använd din e-post och ditt lösenord från AppleVis webbplats.
th: ใช้อีเมลและรหัสผ่านจากเว็บไซต์ AppleVis ของคุณ
tr: AppleVis web sitenizdeki e-posta ve şifrenizi kullanın.
uk: Використовуйте email і пароль від сайту AppleVis.
vi: Sử dụng email và mật khẩu từ trang web AppleVis của bạn.
zh_hans: 请使用您的AppleVis网站电子邮件和密码。

source: Use Your Device's Time Zone?
ar: هل تريد استخدام المنطقة الزمنية لجهازك؟
de: Zeitzone deines Geräts verwenden?
el: Χρήση της Ζώνης Ώρας της Συσκευής σας;
es: ¿Usar la zona horaria de tu dispositivo?
fa: از منطقهٔ زمانی دستگاه شما استفاده شود؟
fr: Utiliser le fuseau horaire de votre appareil ?
he: להשתמש באזור הזמן של המכשיר שלך?
hi: क्या आपके डिवाइस का समय क्षेत्र उपयोग करें?
id: Gunakan Zona Waktu Perangkat Anda?
it: Usare il fuso orario del tuo dispositivo?
ja: デバイスのタイムゾーンを使用しますか？
ko: 기기의 시간대를 사용할까요?
nl: Tijdzone van je apparaat gebruiken?
pl: Użyć strefy czasowej Twojego urządzenia?
pt: Usar o fuso horário do seu dispositivo?
ru: Использовать часовой пояс вашего устройства?
sv: Använda din enhets tidszon?
th: ใช้เขตเวลาของอุปกรณ์คุณหรือไม่?
tr: Cihazınızın saat dilimi kullanılsın mı?
uk: Використати часовий пояс вашого пристрою?
vi: Dùng múi giờ thiết bị của bạn?
zh_hans: 要使用您设备的时区吗？

source: Used AppleVis before?
ar: هل استخدمت AppleVis من قبل؟
de: Hast du AppleVis schon einmal genutzt?
el: Έχετε χρησιμοποιήσει το AppleVis στο παρελθόν;
es: ¿Has usado AppleVis antes?
fa: قبلاً از AppleVis استفاده کرده‌اید؟
fr: Avez-vous déjà utilisé AppleVis ?
he: השתמשת ב-AppleVis בעבר?
hi: क्या पहले AppleVis का उपयोग किया है?
id: Pernah menggunakan AppleVis sebelumnya?
it: Hai già usato AppleVis?
ja: 以前に AppleVis を使ったことがありますか？
ko: 이전에 AppleVis를 사용해 보셨나요?
nl: Heb je AppleVis eerder gebruikt?
pl: Korzystałeś już wcześniej z AppleVis?
pt: Já usou a AppleVis antes?
ru: Уже пользовались AppleVis раньше?
sv: Har du använt AppleVis tidigare?
th: เคยใช้ AppleVis มาก่อนหรือไม่?
tr: Daha önce AppleVis kullandınız mı?
uk: Ви вже користувалися AppleVis раніше?
vi: Đã từng dùng AppleVis chưa?
zh_hans: 以前使用过 AppleVis 吗？

source: Used AppleVis before? This is a rebuilt version of the app. Your forum posts, reviews, and account are all still there on the website — just sign back in. Local settings like your saved episodes and preferences were reset and will need to be set up again.
ar: هل استخدمت AppleVis من قبل؟ هذا إصدار مُعاد بناؤه من التطبيق. لا تزال منشوراتك في المنتدى ومراجعاتك وحسابك موجودة على الموقع الإلكتروني — فقط سجّل الدخول مرة أخرى. تمت إعادة تعيين الإعدادات المحلية مثل حلقاتك المحفوظة وتفضيلاتك، وستحتاج إلى إعدادها مرة أخرى.
de: Hast du AppleVis schon einmal genutzt? Dies ist eine neu erstellte Version der App. Deine Forumsbeiträge, Bewertungen und dein Konto sind weiterhin auf der Website vorhanden – melde dich einfach erneut an. Lokale Einstellungen wie gespeicherte Folgen und Präferenzen wurden zurückgesetzt und müssen erneut eingerichtet werden.
el: Έχετε χρησιμοποιήσει το AppleVis στο παρελθόν; Αυτή είναι μια αναδημιουργημένη έκδοση της εφαρμογής. Οι αναρτήσεις φόρουμ, οι κριτικές και ο λογαριασμός σας είναι όλα ακόμα εκεί στον ιστότοπο — απλώς συνδεθείτε ξανά. Οι τοπικές ρυθμίσεις, όπως τα αποθηκευμένα επεισόδια και οι προτιμήσεις σας, επαναφέρθηκαν και θα χρειαστεί να ρυθμιστούν ξανά.
es: ¿Has usado AppleVis antes? Esta es una versión reconstruida de la app. Tus publicaciones del foro, reseñas y cuenta siguen ahí en el sitio web; solo tienes que volver a iniciar sesión. Los ajustes locales, como tus episodios guardados y preferencias, se restablecieron y deberán configurarse de nuevo.
fa: قبلاً از AppleVis استفاده کرده‌اید؟ این نسخهٔ بازسازی‌شدهٔ برنامه است. پست‌های انجمن، نقدها و حساب شما همچنان روی وب‌سایت موجودند — فقط دوباره وارد شوید. تنظیمات محلی مانند قسمت‌های ذخیره‌شده و ترجیحات بازنشانی شده‌اند و باید دوباره تنظیم شوند.
fr: Avez-vous déjà utilisé AppleVis ? Il s'agit d'une version reconstruite de l'appli. Vos publications sur le forum, avis et compte sont toujours sur le site web — reconnectez-vous simplement. Les réglages locaux comme vos épisodes enregistrés et préférences ont été réinitialisés et devront être reconfigurés.
he: השתמשת ב-AppleVis בעבר? זוהי גרסה בנויה מחדש של האפליקציה. הפוסטים בפורום שלך, הביקורות והחשבון שלך עדיין נמצאים באתר — פשוט התחבר שוב. הגדרות מקומיות כמו הפרקים השמורים וההעדפות שלך אופסו ויצטרכו להיות מוגדרות מחדש.
hi: क्या पहले AppleVis का उपयोग किया है? यह ऐप का पुनर्निर्मित संस्करण है। आपकी फ़ोरम पोस्ट, समीक्षाएं, और खाता सभी वेबसाइट पर अभी भी मौजूद हैं — बस फिर से साइन इन करें। सहेजे गए एपिसोड और प्राथमिकताओं जैसी स्थानीय सेटिंग्स रीसेट कर दी गई हैं और फिर से सेट अप करनी होंगी。
id: Pernah menggunakan AppleVis sebelumnya? Ini adalah versi aplikasi yang dibangun ulang. Postingan forum, ulasan, dan akun Anda semua masih ada di situs web — cukup masuk kembali. Pengaturan lokal seperti episode tersimpan dan preferensi Anda direset dan perlu diatur ulang.
it: Hai già usato AppleVis? Questa è una versione ricostruita dell'app. I tuoi post del forum, recensioni e account sono tutti ancora lì sul sito web — accedi di nuovo. Le impostazioni locali come gli episodi salvati e le preferenze sono state ripristinate e dovranno essere configurate di nuovo.
ja: 以前に AppleVis を使ったことがありますか？これはアプリの再構築版です。フォーラムの投稿、レビュー、アカウントはすべてウェブサイトにそのまま残っています。再度サインインするだけです。保存済みエピソードや設定などのローカル設定はリセットされ、再度設定が必要です。
ko: 이전에 AppleVis를 사용해 보셨나요? 이것은 앱의 재구축 버전입니다. 포럼 게시물, 리뷰, 계정은 모두 웹사이트에 그대로 있습니다 — 다시 로그인하기만 하면 됩니다. 저장된 에피소드와 환경설정 같은 로컬 설정은 초기화되어 다시 설정해야 합니다.
nl: Heb je AppleVis eerder gebruikt? Dit is een opnieuw gebouwde versie van de app. Je forumberichten, recensies en account staan nog steeds op de website — log gewoon opnieuw in. Lokale instellingen zoals je opgeslagen afleveringen en voorkeuren zijn gereset en moeten opnieuw worden ingesteld.
pl: Korzystałeś już wcześniej z AppleVis? To jest przebudowana wersja aplikacji. Twoje posty na forum, recenzje i konto nadal znajdują się na stronie internetowej — po prostu zaloguj się ponownie. Ustawienia lokalne, takie jak zapisane odcinki i preferencje, zostały zresetowane i będą wymagały ponownej konfiguracji.
pt: Já usou a AppleVis antes? Esta é uma versão reconstruída do app. Suas postagens no fórum, avaliações e conta ainda estão lá no site — basta entrar novamente. Configurações locais como episódios salvos e preferências foram redefinidas e precisarão ser configuradas novamente.
ru: Уже пользовались AppleVis раньше? Это перестроенная версия приложения. Ваши сообщения на форуме, отзывы и аккаунт по-прежнему находятся на сайте — просто войдите снова. Локальные настройки, такие как сохранённые эпизоды и предпочтения, были сброшены и потребуют повторной настройки.
sv: Har du använt AppleVis tidigare? Detta är en ombyggd version av appen. Dina foruminlägg, recensioner och konto finns fortfarande kvar på webbplatsen — logga bara in igen. Lokala inställningar som dina sparade avsnitt och preferenser återställdes och behöver konfigureras igen.
th: เคยใช้ AppleVis มาก่อนหรือไม่? นี่คือแอปเวอร์ชันที่สร้างขึ้นใหม่ โพสต์ฟอรัม รีวิว และบัญชีของคุณยังคงอยู่บนเว็บไซต์ — เพียงลงชื่อเข้าใช้อีกครั้ง การตั้งค่าในเครื่อง เช่น ตอนที่บันทึกและการตั้งค่าที่ต้องการ ถูกรีเซ็ตและจะต้องตั้งค่าใหม่
tr: Daha önce AppleVis kullandınız mı? Bu, uygulamanın yeniden oluşturulmuş bir sürümüdür. Forum gönderileriniz, incelemeleriniz ve hesabınız hâlâ web sitesinde duruyor — sadece tekrar oturum açın. Kaydedilen bölümleriniz ve tercihleriniz gibi yerel ayarlar sıfırlandı ve yeniden ayarlanması gerekecek.
uk: Ви вже користувалися AppleVis раніше? Це перебудована версія застосунку. Ваші дописи на форумі, відгуки та обліковий запис усе ще на сайті — просто увійдіть знову. Локальні налаштування, як-от збережені епізоди та вподобання, скинуто, і їх потрібно буде налаштувати знову.
vi: Đã từng dùng AppleVis chưa? Đây là phiên bản được xây dựng lại của ứng dụng. Bài đăng diễn đàn, đánh giá và tài khoản của bạn vẫn còn trên trang web — chỉ cần đăng nhập lại. Cài đặt cục bộ như tập đã lưu và tùy chọn của bạn đã được đặt lại và sẽ cần thiết lập lại.
zh_hans: 以前使用过 AppleVis 吗？这是应用的重建版本。您的论坛帖子、评论和账户仍然保留在网站上——只需重新登录即可。已保存单集和偏好设置等本地设置已重置，需要重新设置。

source: Username
ar: اسم المستخدم
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
fa: نام کاربری
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім'я користувача
vi: Tên người dùng
zh_hans: 用户名

source: Username field
ar: حقل اسم المستخدم
de: Benutzername-Feld
el: Πεδίο ονόματος χρήστη
es: Campo de nombre de usuario
fa: فیلد نام کاربری
fr: Champ nom d'utilisateur
he: שדה שם משתמש
hi: उपयोगकर्ता नाम फ़ील्ड
id: Kolom nama pengguna
it: Campo nome utente
ja: ユーザー名欄
ko: 사용자 이름 필드
nl: Gebruikersnaamveld
pl: Pole nazwy użytkownika
pt: Campo de nome de usuário
ru: Поле имени пользователя
sv: Användarnamnsfält
th: ช่องชื่อผู้ใช้
tr: Kullanıcı adı alanı
uk: Поле імені користувача
vi: Ô tên người dùng
zh_hans: 用户名字段

source: Username or email
ar: اسم المستخدم أو البريد الإلكتروني
de: Benutzername oder E-Mail
el: Όνομα χρήστη ή email
es: Nombre de usuario o correo electrónico
fa: نام کاربری یا ایمیل
fr: Nom d'utilisateur ou e-mail
he: שם משתמש או אימייל
hi: उपयोगकर्ता नाम या ईमेल
id: Nama pengguna atau email
it: Nome utente o email
ja: ユーザー名またはメールアドレス
ko: 사용자 이름 또는 이메일
nl: Gebruikersnaam of e-mail
pl: Nazwa użytkownika lub e-mail
pt: Nome de usuário ou e-mail
ru: Имя пользователя или email
sv: Användarnamn eller e-post
th: ชื่อผู้ใช้หรืออีเมล
tr: Kullanıcı adı veya e-posta
uk: Ім'я користувача або електронна пошта
vi: Tên người dùng hoặc email
zh_hans: 用户名或电子邮件

source: Username or email address
ar: اسم المستخدم أو عنوان البريد الإلكتروني
de: Benutzername oder E-Mail-Adresse
el: Όνομα χρήστη ή διεύθυνση email
es: Nombre de usuario o dirección de correo electrónico
fa: نام کاربری یا نشانی ایمیل
fr: Nom d'utilisateur ou adresse e-mail
he: שם משתמש או כתובת אימייל
hi: उपयोगकर्ता नाम या ईमेल पता
id: Nama pengguna atau alamat email
it: Nome utente o indirizzo email
ja: ユーザー名またはメールアドレス
ko: 사용자 이름 또는 이메일 주소
nl: Gebruikersnaam of e-mailadres
pl: Nazwa użytkownika lub adres e-mail
pt: Nome de usuário ou endereço de e-mail
ru: Имя пользователя или адрес email
sv: Användarnamn eller e-postadress
th: ชื่อผู้ใช้หรือที่อยู่อีเมล
tr: Kullanıcı adı veya e-posta adresi
uk: Ім'я користувача або адреса електронної пошти
vi: Tên người dùng hoặc địa chỉ email
zh_hans: 用户名或电子邮件地址

source: Username: %@
ar: اسم المستخدم: %@
de: Benutzername: %@
el: Όνομα χρήστη: %@
es: Nombre de usuario: %@
fa: نام کاربری: %@
fr: Nom d'utilisateur : %@
he: שם משתמש: %@
hi: उपयोगकर्ता नाम: %@
id: Nama pengguna: %@
it: Nome utente: %@
ja: ユーザー名：%@
ko: 사용자 이름: %@
nl: Gebruikersnaam: %@
pl: Nazwa użytkownika: %@
pt: Nome de usuário: %@
ru: Имя пользователя: %@
sv: Användarnamn: %@
th: ชื่อผู้ใช้: %@
tr: Kullanıcı adı: %@
uk: Ім'я користувача: %@
vi: Tên người dùng: %@
zh_hans: 用户名：%@

source: Uses Apple Intelligence to suggest a clearer rewrite of this text.
ar: يستخدم Apple Intelligence لاقتراح إعادة صياغة أوضح لهذا النص.
de: Verwendet Apple Intelligence, um eine klarere Umformulierung dieses Textes vorzuschlagen.
el: Χρησιμοποιεί το Apple Intelligence για να προτείνει μια πιο σαφή επανασύνταξη αυτού του κειμένου.
es: Usa Apple Intelligence para sugerir una reescritura más clara de este texto.
fa: از Apple Intelligence برای پیشنهاد بازنویسی واضح‌تر این متن استفاده می‌کند.
fr: Utilise Apple Intelligence pour suggérer une réécriture plus claire de ce texte.
he: משתמש ב-Apple Intelligence כדי להציע ניסוח מחדש ברור יותר של הטקסט הזה.
hi: इस टेक्स्ट का स्पष्ट पुनर्लेखन सुझाने के लिए Apple Intelligence का उपयोग करता है。
id: Menggunakan Apple Intelligence untuk menyarankan penulisan ulang teks ini yang lebih jelas.
it: Usa Apple Intelligence per suggerire una riscrittura più chiara di questo testo.
ja: Apple Intelligence を使用して、このテキストのより明瞭なリライトを提案します。
ko: Apple Intelligence를 사용해 이 텍스트를 더 명확하게 다시 쓰도록 제안합니다.
nl: Gebruikt Apple Intelligence om een duidelijkere herschrijving van deze tekst voor te stellen.
pl: Wykorzystuje Apple Intelligence, aby zasugerować jaśniejsze przeredagowanie tego tekstu.
pt: Usa o Apple Intelligence para sugerir uma reescrita mais clara deste texto.
ru: Использует Apple Intelligence, чтобы предложить более понятную переработку этого текста.
sv: Använder Apple Intelligence för att föreslå en tydligare omskrivning av denna text.
th: ใช้ Apple Intelligence เพื่อแนะนำการเขียนข้อความนี้ใหม่ให้ชัดเจนขึ้น
tr: Bu metnin daha net bir şekilde yeniden yazılmasını önermek için Apple Intelligence'ı kullanır.
uk: Використовує Apple Intelligence, щоб запропонувати зрозуміліший варіант цього тексту.
vi: Sử dụng Apple Intelligence để đề xuất bản viết lại rõ ràng hơn cho văn bản này.
zh_hans: 使用 Apple Intelligence 建议更清晰的改写版本。

source: Version
ar: الإصدار
el: Έκδοση
es: Versión
fa: نسخه
he: גרסה
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本

source: Version %@
ar: الإصدار %@
el: Έκδοση %@
es: Versión %@
fa: نسخهٔ %@
he: גרסה %@
hi: संस्करण %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pl: Wersja %@
pt: Versão %@
ru: Версия %@
th: เวอร์ชัน %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本 %@

source: Version Of macOS App Was Tested On
ar: إصدار macOS الذي تم اختبار التطبيق عليه
de: macOS-Version, mit der die App getestet wurde
el: Έκδοση macOS στην οποία Δοκιμάστηκε η Εφαρμογή
es: Versión de macOS en la que se probó la app
fa: نسخهٔ macOS که برنامه روی آن آزمایش شد
fr: Version de macOS sur laquelle l'appli a été testée
he: גרסת macOS שבה נבדקה האפליקציה
hi: macOS संस्करण जिस पर ऐप का परीक्षण किया गया
id: Versi macOS Tempat Aplikasi Diuji
it: Versione di macOS su cui è stata testata l'app
ja: アプリのテストに使用した macOS のバージョン
ko: 앱이 테스트된 macOS 버전
nl: macOS-versie waarop de app is getest
pl: Wersja macOS, na której testowano aplikację
pt: Versão do macOS em que o app foi testado
ru: Версия macOS, на которой тестировалось приложение
sv: macOS-version som appen testades på
th: เวอร์ชัน macOS ที่ทดสอบแอป
tr: Uygulamanın Test Edildiği macOS Sürümü
uk: Версія macOS, на якій тестувався застосунок
vi: Phiên bản macOS đã thử nghiệm ứng dụng
zh_hans: 应用测试所用的 macOS 版本

source: Very Strong
ar: قوية جدًا
de: Sehr stark
el: Πολύ ισχυρός
es: Muy fuerte
fa: بسیار قوی
fr: Très fort
he: חזקה מאוד
hi: बहुत मज़बूत
id: Sangat Kuat
it: Molto forte
ja: 非常に強い
ko: 매우 강함
nl: Zeer sterk
pl: Bardzo silne
pt: Muito forte
ru: Очень сильный
sv: Mycket starkt
th: แข็งแรงมาก
tr: Çok Güçlü
uk: Дуже сильний
vi: Rất mạnh
zh_hans: 非常强

source: Vibrates for the same moments Confirmation Sounds covers, such as saving, signing in, and errors.
ar: يهتز في نفس اللحظات التي تغطيها أصوات التأكيد، مثل الحفظ وتسجيل الدخول والأخطاء.
de: Vibriert bei denselben Momenten wie Bestätigungstöne, etwa beim Speichern, Anmelden und bei Fehlern.
el: Δονείται στις ίδιες στιγμές που καλύπτουν οι Ήχοι Επιβεβαίωσης, όπως αποθήκευση, σύνδεση και σφάλματα.
es: Vibra en los mismos momentos que cubren los Sonidos de confirmación, como guardar, iniciar sesión y errores.
fa: در همان لحظاتی که صداهای تأیید پوشش می‌دهند—مانند ذخیره، ورود و خطاها—می‌لرزد.
fr: Vibre aux mêmes moments que les Sons de confirmation, comme l'enregistrement, la connexion et les erreurs.
he: רוטט לאותם רגעים שמכסים צלילי אישור, כמו שמירה, התחברות ושגיאות.
hi: पुष्टिकरण ध्वनियों द्वारा कवर किए गए समान क्षणों, जैसे सेव करना, साइन इन करना और त्रुटियों के लिए कंपन करता है।
id: Bergetar untuk momen yang sama yang dicakup oleh Suara Konfirmasi, seperti menyimpan, masuk, dan kesalahan.
it: Vibra negli stessi momenti coperti dai Suoni di conferma, come salvataggio, accesso ed errori.
ja: 確認音が鳴るのと同じタイミング（保存、サインイン、エラーなど）で振動します。
ko: 저장, 로그인, 오류 등 확인음이 울리는 시점에 진동합니다.
nl: Trilt op dezelfde momenten als bevestigingsgeluiden, zoals opslaan, aanmelden en fouten.
pl: Wibruje w tych samych momentach co Dźwięki potwierdzenia, np. przy zapisywaniu, logowaniu i błędach.
pt: Vibra nos mesmos momentos cobertos pelos Sons de confirmação, como salvar, entrar e erros.
ru: Вибрирует в те же моменты, что и звуки подтверждения: при сохранении, входе и ошибках.
sv: Vibrerar vid samma tillfällen som Bekräftelseljud, till exempel vid sparande, inloggning och fel.
th: สั่นในช่วงเวลาเดียวกับที่เสียงยืนยันครอบคลุม เช่น การบันทึก การลงชื่อเข้าใช้ และข้อผิดพลาด
tr: Kaydetme, oturum açma ve hatalar gibi Onay Sesleri'nin kapsadığı aynı anlarda titreşir.
uk: Вібрує в ті самі моменти, що охоплюють звуки підтвердження, як-от збереження, вхід і помилки.
vi: Rung cho những thời điểm mà Âm thanh xác nhận đề cập, như lưu, đăng nhập và lỗi.
zh_hans: 在“确认音效”涵盖的相同时刻（如保存、登录和出错时）振动。

source: View Full Profile on AppleVis
ar: عرض الملف الشخصي الكامل على AppleVis
de: Vollständiges Profil auf AppleVis anzeigen
el: Προβολή Πλήρους Προφίλ στο AppleVis
es: Ver perfil completo en AppleVis
fa: مشاهدهٔ نمایهٔ کامل در AppleVis
fr: Voir le profil complet sur AppleVis
he: הצגת פרופיל מלא ב-AppleVis
hi: AppleVis पर पूर्ण प्रोफ़ाइल देखें
id: Lihat Profil Lengkap di AppleVis
it: Visualizza profilo completo su AppleVis
ja: AppleVis で完全なプロフィールを表示
ko: AppleVis에서 전체 프로필 보기
nl: Volledig profiel bekijken op AppleVis
pl: Zobacz pełny profil na AppleVis
pt: Ver perfil completo na AppleVis
ru: Просмотреть полный профиль на AppleVis
sv: Visa fullständig profil på AppleVis
th: ดูโปรไฟล์เต็มบน AppleVis
tr: AppleVis'te Tam Profili Görüntüle
uk: Переглянути повний профіль на AppleVis
vi: Xem hồ sơ đầy đủ trên AppleVis
zh_hans: 在 AppleVis 上查看完整个人资料

source: View Full Profile on applevis.com
ar: عرض الملف الشخصي الكامل على applevis.com
de: Vollständiges Profil auf applevis.com anzeigen
el: Προβολή Πλήρους Προφίλ στο applevis.com
es: Ver perfil completo en applevis.com
fa: مشاهدهٔ نمایهٔ کامل در applevis.com
fr: Voir le profil complet sur applevis.com
he: הצגת פרופיל מלא ב-applevis.com
hi: applevis.com पर पूर्ण प्रोफ़ाइल देखें
id: Lihat Profil Lengkap di applevis.com
it: Visualizza profilo completo su applevis.com
ja: applevis.com で完全なプロフィールを表示
ko: applevis.com에서 전체 프로필 보기
nl: Volledig profiel bekijken op applevis.com
pl: Zobacz pełny profil na applevis.com
pt: Ver perfil completo em applevis.com
ru: Просмотреть полный профиль на applevis.com
sv: Visa fullständig profil på applevis.com
th: ดูโปรไฟล์เต็มบน applevis.com
tr: applevis.com'da Tam Profili Görüntüle
uk: Переглянути повний профіль на applevis.com
vi: Xem hồ sơ đầy đủ trên applevis.com
zh_hans: 在 applevis.com 上查看完整个人资料

source: View Guidelines
ar: عرض الإرشادات
de: Richtlinien anzeigen
el: Προβολή οδηγιών
es: Ver normas
fa: مشاهده دستورالعمل‌ها
fr: Voir les règles
he: הצג הנחיות
hi: दिशानिर्देश देखें
id: Lihat Panduan
it: Vedi linee guida
ja: ガイドラインを見る
ko: 가이드라인 보기
nl: Richtlijnen bekijken
pl: Zobacz wskazówki
pt: Ver diretrizes
ru: Просмотр правил
sv: Visa riktlinjer
th: ดูแนวทาง
tr: Yönergeleri Görüntüle
uk: Переглянути правила
vi: Xem hướng dẫn
zh_hans: 查看指南

source: View on GitHub
ar: عرض على GitHub
de: Auf GitHub ansehen
el: Προβολή στο GitHub
es: Ver en GitHub
fa: مشاهده در GitHub
fr: Voir sur GitHub
he: הצגה ב-GitHub
hi: GitHub पर देखें
id: Lihat di GitHub
it: Visualizza su GitHub
ja: GitHub で表示
ko: GitHub에서 보기
nl: Bekijken op GitHub
pl: Zobacz na GitHub
pt: Ver no GitHub
ru: Посмотреть на GitHub
sv: Visa på GitHub
th: ดูบน GitHub
tr: GitHub'da Görüntüle
uk: Переглянути на GitHub
vi: Xem trên GitHub
zh_hans: 在 GitHub 上查看

source: View Reviews
ar: عرض المراجعات
de: Bewertungen anzeigen
el: Προβολή κριτικών
es: Ver reseñas
fa: مشاهده نظرات
fr: Voir les avis
he: הצג ביקורות
hi: समीक्षाएं देखें
id: Lihat Ulasan
it: Vedi recensioni
ja: レビューを見る
ko: 리뷰 보기
nl: Reviews bekijken
pl: Zobacz recenzje
pt: Ver avaliações
ru: Просмотр отзывов
sv: Visa recensioner
th: ดูรีวิว
tr: İncelemeleri Gör
uk: Переглянути відгуки
vi: Xem đánh giá
zh_hans: 查看评论
